Repository: BoutFicelle/Site_Web_Help_Robot
Catalog: help_robot/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Industrial Robot Error Search
fr: Recherche d'Erreurs de Robots Industriels

source: Home
fr: Accueil

source: Error Robot
fr: Erreurs Robot

source: Industrial Robot Error Database
fr: Base de Données d'Erreurs de Robots Industriels

source: Fanuc error search is functional.
fr: La recherche d'erreurs Fanuc est fonctionnelle.

source: ABB support is under development.
fr: Le support ABB est en développement.

source: Your assistant for understanding industrial robot errors
fr: Votre assistant pour comprendre les erreurs de robots industriels

source: Search Fanuc Errors
fr: Rechercher les Erreurs Fanuc

source: Coming Soon
fr: Bientôt Disponible

source: Features
fr: Fonctionnalités

source: Fast Search
fr: Recherche Rapide

source: Quickly find error codes and solutions
fr: Trouvez rapidement les codes d'erreur et solutions

source: Multilingual
fr: Multilingue

source: Available in English and French
fr: Disponible en anglais et français

source: Multiple Brands
fr: Plusieurs Marques

source: Support for various robot manufacturers
fr: Support pour différents fabricants de robots

source: Fanuc Error Search
fr: Recherche d'Erreurs Fanuc

source: Enter an error code or keyword to find solutions
fr: Entrez un code d'erreur ou un mot-clé pour trouver des solutions

source: Enter error code (e.g., SRVO-001, ACAL-002)
fr: Entrez un code d'erreur (ex: SRVO-001, ACAL-002)

source: Search
fr: Rechercher

source: Error results language:
fr: Langue des résultats d'erreur :

source: Results in French
fr: Résultats en français

source: Results in English
fr: Résultats en anglais

source: View all results in English
fr: Voir tous les résultats en anglais

source: View all results in French
fr: Voir tous les résultats en français

source: No results found
fr: Aucun résultat trouvé

source: No errors found for
fr: Aucune erreur trouvée pour

source: Try a different search term or check the error code format.
fr: Essayez un autre terme de recherche ou vérifiez le format du code d'erreur.

source: Enter an error code above to start searching
fr: Entrez un code d'erreur ci-dessus pour commencer la recherche

source: Examples:
fr: Exemples :

source: ABB error search is under development.
fr: La recherche d'erreurs ABB est en développement.

source: Kuka error search is under development.
fr: La recherche d'erreurs Kuka est en développement.

source: ABB Errors
fr: Erreurs ABB

source: Kuka Errors
fr: Erreurs Kuka

source: ABB Error Search
fr: Recherche d'Erreurs ABB

source: Kuka Error Search
fr: Recherche d'Erreurs Kuka

source: Back to Home
fr: Retour à l'Accueil

source: Found %(counter)s result for "%(query)s"
fr: %(counter)s résultat trouvé pour "%(query)s"
